{
  "GREETING": "Hi! Ich bin Lisa",
  "FRONTEND": "Frontend",
  "DEVELOPER": "Entwicklerin",
  "SKILL_SET": "Fähigkeiten",
  "MY_WORK": "Meine Arbeit",
  "ABOUT_ME": "Über mich",
  "START": "Lass uns zusammen durchstarten",
  "IAM": "Ich bin",
  "LOCAL": "wohnhaft in Blankenheim",
  "REMOTE": "offen für Remote-Arbeit",
  "TEMP": "bereit temporär zu verreisen",
  "ABOUT_ME_CONTENT": " Als Entwicklerin liegt mein Fokus darauf, kreative, nutzerfreundliche und performante Webanwendungen zu schaffen. Nach meiner Ausbildung und praktischer Erfahrung in Kundenprojekten brenne ich dafür, mich ständig weiterzuentwickeln und neue Technologien zu entdecken. Ich schätze die Herausforderung, komplexe Probleme zu lösen und dabei innovative Lösungen zu finden. Teamarbeit, Eigeninitiative und der Drang, über mich hinauszuwachsen, treiben mich täglich an. Mit meiner Begeisterung für die Entwicklung bringe ich frischen Wind und Tatkraft in jedes Projekt. Lasst uns gemeinsam digitale Ideen in die Tat umsetzen!",
  "SEND_MESSAGE": "Schicke eine Nachricht",
  "MYWORK": "Meine Projekte",
  "SELECTIONWORK": "Entdecke hier eine Auswahl meiner Arbeiten",
  "JOINTEXT": "Ein vom Kanban-System inspirierter Aufgabenmanager. Erstelle und organisiere deine Aufgaben mithilfe von Drag-and-Drop-Funktionen oder weise Benutzer und Kategorien zu.",
  "POLLOLOCOTEXT": "Spring-, Lauf- und Wurfspiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
  "STALLMANAGERTEXT": "Dokumentiere Ein- und Ausgänge von Heu, Wasser und Einstreu. Lass dir Statistiken über den monatlichen Verbrauch anzeigen und exportiere deine Daten als CSV-Datei. Lege Kundenpferde an und verwalte diese. Erstelle Rechnungen und sende sie per E-Mail. Manage deine Mitarbeiter und weise ihnen Aufgaben zu.",
  "STALLMANAGERTEXT2": " Codeeinsicht auf Anfrage, da sich das Projekt in Produktion befindet.",
  "TEAMPLAYER": "Teamplayer gesucht?",
  "TEAMPLAYERTEXT": "Das sagen meine Teampartner über mich",
  "reviews": [
    {
      "id": 0,
      "name": "Erik Besser",
      "opinion": "Lisa ist eine talentierte Frontend-Entwicklerin mit Schwerpunkt auf Angular und modernen Webtechnologien. Sie überzeugt durch sauberen, performanten Code und ein exzellentes Gespür für nutzerfreundliche Interfaces. Ihre Fähigkeit, Designvorgaben detailgenau umzusetzen und dabei eng mit Teams zusammenzuarbeiten, macht sie zu einer wertvollen Bereicherung für jedes Projekt. Komplexe Herausforderungen löst sie effizient und liefert Ergebnisse, die technisch und visuell überzeugen."
    },
    {
      "id": 1,
      "name": "Anna Heinrichs",
      "opinion": "Lisa ist eine erfahrene Frontend-Entwicklerin mit Fokus auf Angular, die technisches Know-how mit kreativer Problemlösung kombiniert. Sie punktet mit ihrer strukturierten Arbeitsweise, ihrem Blick für Details und ihrer Fähigkeit, auch unter Zeitdruck hochwertige Ergebnisse zu liefern. Dank ihrer starken Kommunikations- und Teamfähigkeiten fördert sie die Zusammenarbeit und trägt maßgeblich zum Projekterfolg bei. Ihre Leidenschaft für modernes Webdesign spiegelt sich in nutzerfreundlichen, performanten Anwendungen wider."
    },
    {
      "id": 2,
      "name": "Enrico Vonderstein",
      "opinion": "Lisa Maria ist eine vielseitige Softwareentwicklerin mit Schwerpunkt auf Angular, die komplexe Anforderungen in intuitive Lösungen umsetzt. Sie überzeugt durch ihre analytische Denkweise, zuverlässige Arbeitsweise und ein hohes Maß an Eigeninitiative. Besonders schätzt man ihre Fähigkeit, auch bei Herausforderungen den Überblick zu behalten und schnell praktikable Ansätze zu finden. Ihre Projekte zeichnen sich durch technische Präzision und eine klare Benutzerorientierung aus."
    }
  ],
  "CONTACT": "Kontakt",
  "SOLVEPROBLEM": "Gibt es ein Problem zu lösen?",
  "CONTACTTEXT": " Kontaktiere mich über das Kontaktformular auf der rechten Seite. Ich bin gespannt, von dir und deinem Unternehmen zu hören!",
  "CONTACTTEXT2": " Du suchst eine FullStack Entwicklerin? Dann zöger nicht länger - schreib mir!",
  "ERRORNAME": "Bitte gib deinen Namen ein.",
  "ERRORLETTER": "Nur Buchstaben und Leerzeichen sind erlaubt.",
  "ERRORMAIL": "Bitte gib eine gültige E-Mail-Adresse ein.",
  "PHONE": "Telefonnummer",
  "ERRORPHONE": "Bitte gib eine gültige Telefonnummer ein.",
  "CONTACTMESSAGE": "Nachricht",
  "PLACEHOLDERMESSAGE": "Deine Nachricht an mich...",
  "ERRORMESSAGE": "Bitte gib deine Nachricht ein.",
  "PRIVACYPOLICY": "Datenschutzvereinbarung",
  "PRIVACYPOLICYTEXT": "wurde gelesen und akzeptiert",
  "ERRORPRIVACYPOLICY": "Bitte akzeptiere die Datenschutzvereinbarung",
  "REQUIRED": "Pflichtfeld",
  "BACKTOSTART": "Zurück zum Start",
  "SUBMIT": "Absenden",
  "LEGALNOTICE": "Impressum",

  "PRIVACY_POLICY": {
    "CONTENT": "Datenschutzerklärung\n\n1. Datenschutz auf einen Blick\n\nAllgemeine Hinweise\n\nDie folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.\n\nDatenerfassung auf dieser Website\n\nWer ist verantwortlich für die Datenerfassung auf dieser Website?\n\nDie Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt Hinweis zur Verantwortlichen Stelle in dieser Datenschutzerklärung entnehmen.\n\nWie erfassen wir Ihre Daten?\n\nIhre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z.B. um Daten handeln, die Sie in ein Kontaktformular eingeben.\n\nAndere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z.B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.\n\nWofür nutzen wir Ihre Daten?\n\nEin Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.\n\nWelche Rechte haben Sie bezüglich Ihrer Daten?\n\nSie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.\n\nHierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.\n\n2. Hosting\n\nWir hosten die Inhalte unserer Website bei folgendem Anbieter:\n\nAll-Inkl\n\nAnbieter ist die ALL-INKL.COM - Neue Medien Münnich, Inh. René Münnich, Hauptstraße 68, 02742 Friedersdorf (nachfolgend All-Inkl). Details entnehmen Sie der Datenschutzerklärung von All-Inkl: https://all-inkl.com/datenschutzinformationen/\n\nDie Verwendung von All-Inkl erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Wir haben ein berechtigtes Interesse an einer möglichst zuverlässigen Darstellung unserer Website. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TTDSG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z.B. Device-Fingerprinting) im Sinne des TTDSG umfasst. Die Einwilligung ist jederzeit widerrufbar.\n\n3. Allgemeine Hinweise und Pflichtinformationen\n\nDatenschutz\n\nDie Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.\n\nWenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht.\n\nWir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.\n\nHinweis zur verantwortlichen Stelle\n\nDie verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:\n\nLisa Maria Kleiner\n53945 Blankenheim\n\nE-Mail: mail@lisa-maria-kleiner.de\n\nVerantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z.B. Namen, E-Mail-Adressen o. Ä.) entscheidet.\n\nWiderruf Ihrer Einwilligung zur Datenverarbeitung\n\nViele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.\n\nWiderspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art. 21 DSGVO)\n\nWenn die Datenverarbeitung auf Grundlage von Art. 6 Abs. 1 lit. e oder f DSGVO erfolgt, haben Sie jederzeit das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, gegen die Verarbeitung Ihrer personenbezogenen Daten Widerspruch einzulegen; dies gilt auch für ein auf diese Bestimmungen gestütztes Profiling. Die jeweilige Rechtsgrundlage, auf denen eine Verarbeitung beruht, entnehmen Sie dieser Datenschutzerklärung. Wenn Sie Widerspruch einlegen, werden wir Ihre betroffenen personenbezogenen Daten nicht mehr verarbeiten, es sei denn, wir können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten überwiegen oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen (Widerspruch nach Art. 21 Abs. 1 DSGVO).\n\nWerden Ihre personenbezogenen Daten verarbeitet, um Direktwerbung zu betreiben, so haben Sie das Recht, jederzeit Widerspruch gegen die Verarbeitung Sie betreffender personenbezogener Daten zum Zwecke derartiger Werbung einzulegen; dies gilt auch für das Profiling, soweit es mit solcher Direktwerbung in Verbindung steht. Wenn Sie widersprechen, werden Ihre personenbezogenen Daten anschließend nicht mehr zum Zwecke der Direktwerbung verwendet (Widerspruch nach Art. 21 Abs. 2 DSGVO).\n\nBeschwerderecht bei der zuständigen Aufsichtsbehörde\n\nIm Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe.\n\nRecht auf Datenübertragbarkeit\n\nSie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.\n\nAuskunft, Löschung und Berichtigung\n\nSie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden.\n\nRecht auf Einschränkung der Verarbeitung\n\nSie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen:\n\n• Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.\n• Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen.\n• Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.\n• Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.\n\nWenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden.\n\n4. Datenerfassung auf dieser Website\n\nAnfrage per E-Mail, Telefon oder Telefax\n\nWenn Sie uns per E-Mail, Telefon oder Telefax kontaktieren, wird Ihre Anfrage inklusive aller daraus hervorgehenden personenbezogenen Daten (Name, Anfrage) zum Zwecke der Bearbeitung Ihres Anliegens bei uns gespeichert und verarbeitet. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.\n\nDie Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen (Art. 6 Abs. 1 lit. f DSGVO) oder auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) sofern diese abgefragt wurde; die Einwilligung ist jederzeit widerrufbar.\n\nDie von Ihnen an uns per Kontaktanfragen übersandten Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihres Anliegens). Zwingende gesetzliche Bestimmungen – insbesondere gesetzliche Aufbewahrungsfristen – bleiben unberührt.\n\nQuelle: eRecht24"
  }
}
