{
  "LANGUAGE_SWITCH": "Language",
  "GREETING": "Hello! I am Lisa",
  "FRONTEND": "Frontend",
  "DEVELOPER": "Developer",
  "SKILL_SET": "Skill set",
  "MY_WORK": "My work",
  "ABOUT_ME": "About me",
  "START": "Lets work together",
  "IAM": "I am",
  "LOCAL": "located in Blankenheim",
  "REMOTE": "open to work remote",
  "TEMP": "willing to travel temporarily",
  "ABOUT_ME_CONTENT": "As a developer, my focus is on creating creative, user-friendly, and high-performance web applications. After completing my training and gaining practical experience in client projects, I am passionate about constantly developing myself and discovering new technologies.\n\nI appreciate the challenge of solving complex problems and finding innovative solutions. Teamwork, initiative, and the drive to push myself further motivate me every day. With my enthusiasm for development, I bring fresh energy and vigor to every project. Let’s turn digital ideas into reality together!",
  "SEND_MESSAGE": "Send a message",
  "MYWORK": "My work",
  "SELECTIONWORK": "Explore a selection of my work here - Interact with projects to see my skills in action.",
  "JOINTEXT": "A task manager inspired by the Kanban system. Create and organize your tasks using drag-and-drop functionality or assign users and categories.",
  "POLLOLOCOTEXT": "Jump, run, and throw game based on an object-oriented approach. Help Pepe find coins and Tabasco salsa to fight against the crazy hen.",
  "STALLMANAGERTEXT": "Document the inputs and outputs of hay, water and bedding. View statistics about monthly consumption and export your data as CSV file. Create and manage client horses. Generate invoices and send them via email. Manage your employees and assign tasks to them.",
  "STALLMANAGERTEXT2": "Code access upon request, as the project is in production.",
  "TEAMPLAYER": "Need a teamplayer?",
  "TEAMPLAYERTEXT": "Here what my colleagues said about me",

  "reviews": {
    "0": {
      "opinion": "Lisa is a talented Frontend Developer with a focus on Angular and modern web technologies. She stands out for her clean, performant code and excellent sense for user-friendly interfaces. Her ability to implement design guidelines precisely and collaborate closely with teams makes her a valuable asset to any project. She tackles complex challenges efficiently and delivers results that impress both technically and visually."
    },
    "1": {
      "opinion": "Lisa is an experienced Frontend Developer with a focus on Angular, combining technical know-how with creative problem solving. She stands out for her structured approach, attention to detail, and ability to deliver high-quality results even under time pressure. Thanks to her strong communication and teamwork skills, she fosters collaboration and contributes significantly to the success of projects. Her passion for modern web design is reflected in user-friendly, high-performance applications."
    },
    "2": {
      "opinion": "Lisa  Maria is a versatile software developer specializing in Angular, who transforms complex requirements into intuitive solutions. She impresses with her analytical thinking, reliable work ethic, and a high level of initiative. Her ability to stay focused and quickly come up with practical solutions even in challenging situations is particularly appreciated. Her projects stand out for their technical precision and clear user orientation."
    }
  },
  "INFO": "Information according to § 5 TMG",
  "CONTACT": "Contact",
  "SOLVEPROBLEM": "Got a problem to solve?",
  "CONTACTTEXT": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
  "CONTACTTEXT2": "Need a Frontend developer? Contact me!",

  "ERRORNAME": "Please enter your name.",
  "ERRORLETTER": "Only letters and spaces are allowed.",
  "ERRORMAIL": "Please enter a valid email address.",
  "PHONE": "Phone number",
  "ERRORPHONE": "Please enter a valid phone number.",
  "CONTACTMESSAGE": "Message",
  "PLACEHOLDERMESSAGE": "Your message here...",
  "ERRORMESSAGE": "Please enter your message.",
  "PRIVACYPOLICY": "Privacy policy",
  "PRIVACYPOLICYTEXT": "has been read and accepted",
  "ERRORPRIVACYPOLICY": "Please accept the privacy policy.",
  "REQUIRED": "Required field",
  "SUBMIT": "Submit",
  "BACKTOSTART": "Back to start",
  "LEGALNOTICE": "Legal notice",

  "PRIVACY_POLICY": {
    "CONTENT": "Privacy Policy\n\n1. Overview of Data Protection\n\nGeneral Information\n\nThe following information provides a simple overview of what happens to your personal data when you visit this website. Personal data is any data that can be used to personally identify you. Detailed information on data protection can be found in the privacy policy listed below this text.\n\nData Collection on This Website\n\nWho is responsible for data collection on this website?\n\nThe data processing on this website is carried out by the website operator. Their contact details can be found in the section “Note on the Responsible Party” in this privacy policy.\n\nHow do we collect your data?\n\nSome of your data is collected when you provide it to us. This can, for example, be data you enter into a contact form.\n\nOther data is collected automatically or after your consent when visiting the website through our IT systems. These are mainly technical data (e.g. internet browser, operating system, or time of page access). The collection of this data occurs automatically as soon as you enter this website.\n\nWhat do we use your data for?\n\nPart of the data is collected to ensure the error-free provision of the website. Other data may be used to analyze your user behavior.\n\nWhat rights do you have regarding your data?\n\nYou have the right to receive information free of charge at any time about the origin, recipient, and purpose of your stored personal data. You also have the right to request the correction or deletion of this data. If you have given consent for data processing, you can revoke this consent at any time for the future. Furthermore, under certain circumstances, you have the right to request the restriction of the processing of your personal data. You also have the right to lodge a complaint with the competent supervisory authority.\n\nYou can contact us at any time with questions regarding data protection.\n\n2. Hosting\n\nWe host the content of our website with the following provider:\n\nAll-Inkl\n\nProvider is ALL-INKL.COM – Neue Medien Münnich, Owner: René Münnich, Hauptstraße 68, 02742 Friedersdorf (hereinafter referred to as \"All-Inkl\"). Details can be found in All-Inkl's privacy policy: https://all-inkl.com/datenschutzinformationen/\n\nThe use of All-Inkl is based on Art. 6(1)(f) GDPR. We have a legitimate interest in a reliable presentation of our website. If corresponding consent has been requested, processing takes place exclusively based on Art. 6(1)(a) GDPR and § 25(1) TTDSG, to the extent the consent includes the storage of cookies or access to information on the user’s device (e.g. device fingerprinting) as defined by the TTDSG. The consent can be revoked at any time.\n\n3. General Information and Mandatory Disclosures\n\nData Protection\n\nThe operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with statutory data protection regulations and this privacy policy.\n\nWhen you use this website, various personal data are collected. Personal data is data with which you can be personally identified. This privacy policy explains which data we collect and what we use it for. It also explains how and for what purpose this happens.\n\nWe point out that data transmission over the Internet (e.g. communication by email) can have security vulnerabilities. A complete protection of data from access by third parties is not possible.\n\nNote on the Responsible Party\n\nThe responsible party for data processing on this website is:\n\nLisa Maria Kleiner\n53945 Blankenheim\n\nEmail: mail@lisa-maria-kleiner.de\n\nThe responsible party is the natural or legal person who alone or jointly with others decides on the purposes and means of processing personal data (e.g. names, email addresses, etc.).\n\nRevocation of Your Consent to Data Processing\n\nMany data processing operations are only possible with your express consent. You can revoke your already given consent at any time. The legality of the data processing carried out until the revocation remains unaffected by the revocation.\n\nRight to Object to Data Collection in Special Cases and to Direct Advertising (Art. 21 GDPR)\n\nIf data processing is based on Art. 6(1)(e) or (f) GDPR, you have the right to object at any time, for reasons arising from your particular situation, to the processing of your personal data, including profiling based on these provisions. The legal basis for processing can be found in this privacy policy. If you object, we will no longer process your affected personal data unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms or the processing is for the establishment, exercise or defense of legal claims (objection under Art. 21(1) GDPR).\n\nIf your personal data is processed for direct advertising purposes, you have the right to object at any time to the processing of data concerning you for such advertising purposes, including profiling, insofar as it is related to such direct advertising. If you object, your personal data will no longer be used for direct advertising purposes (objection under Art. 21(2) GDPR).\n\nRight to Lodge a Complaint with the Competent Supervisory Authority\n\nIn the event of violations of the GDPR, data subjects have a right to lodge a complaint with a supervisory authority, in particular in the member state of their habitual residence, their place of work or the place of the alleged infringement. The right to complain exists without prejudice to other administrative or judicial remedies.\n\nRight to Data Portability\n\nYou have the right to have data that we process automatically based on your consent or in fulfillment of a contract handed over to you or to a third party in a commonly used, machine-readable format. If you request the direct transfer of the data to another controller, this will only be done to the extent technically feasible.\n\nRight to Access, Erasure, and Rectification\n\nWithin the framework of the applicable legal provisions, you have the right at any time to free access to your stored personal data, their origin and recipients and the purpose of the data processing and, if applicable, a right to rectification or deletion of this data. For this purpose and for further questions on the subject of personal data, you can contact us at any time.\n\nRight to Restrict Processing\n\nYou have the right to request the restriction of the processing of your personal data. You can contact us at any time to do so. The right to restrict processing applies in the following cases:\n\n• If you dispute the accuracy of your personal data stored by us, we usually need time to verify this. For the duration of the verification, you have the right to request the restriction of processing of your personal data.\n• If the processing of your personal data was/is unlawful, you can request the restriction of data processing instead of deletion.\n• If we no longer need your personal data, but you require them to exercise, defend or assert legal claims, you have the right to request the restriction of the processing of your personal data instead of deletion.\n• If you have filed an objection under Art. 21(1) GDPR, a balance must be struck between your interests and ours. As long as it is not yet determined whose interests prevail, you have the right to request the restriction of processing of your personal data.\n\nIf you have restricted the processing of your personal data, such data – apart from their storage – may only be processed with your consent or for the establishment, exercise or defense of legal claims or for the protection of the rights of another natural or legal person or for reasons of important public interest of the European Union or a member state.\n\n4. Data Collection on This Website\n\nContact via Email, Phone, or Fax\n\nIf you contact us by email, phone, or fax, your request including all resulting personal data (name, request) will be stored and processed by us for the purpose of handling your inquiry. We do not pass on this data without your consent.\n\nThe processing of this data is based on Art. 6(1)(b) GDPR if your request is related to the performance of a contract or is necessary to carry out pre-contractual measures. In all other cases, processing is based on our legitimate interest in the effective processing of the inquiries directed to us (Art. 6(1)(f) GDPR) or on your consent (Art. 6(1)(a) GDPR) if it has been requested; consent can be revoked at any time.\n\nThe data you send to us via contact inquiries will remain with us until you request deletion, revoke your consent to storage, or the purpose for data storage no longer applies (e.g. after your request has been processed). Mandatory legal provisions – in particular legal retention periods – remain unaffected.\n\nSource: eRecht24"
  }
}
